{"heritage": "Heritage is a term used to describe the cultural and historical significance of the indigenous peoples of North America and Europe.", "unexplored": "Unexplored is a term used to describe the territory that was not explored during the American Revolutionary War.", "dutch": "The Dutch were the first European traders to settle in the New Netherland, and the second to enter the American colonies.", "mather": "Cotton Mather was an American Puritan minister and a leading figure in the witch trials of Massachusetts.", "patrick": "Patrick Henry was the first governor of Virginia, and the second Governor of the Colony of Maryland.", "chicago": "Chicago was the first settlement in the United States on the upper lakes.", "jane": "Jane was an American woman who was killed in action during the American Revolutionary War.", "wolfe": "James Wolfe was a British general who led an expedition to capture the French town of quebec in 1758.", "leisler": "Jacob leisler was the lieutenant-governor of New York City from 1686 to 1689.", "frigate": "A frigate is a ship of the line of battle-cruiser class, usually in the United States Navy.", "scott": "Scottjane McCrea was a Scottish-born American woman who was killed in action during the Battle of Bunker Hill, fought between the guerriere and the Massachusetts militia on April 18, 1776.", "jones": "David Jones was an officer in the British army during the American Revolutionary War.", "1758": "The year 1758 was the first year of the American Revolutionary War.", "algonquin": "Algonquina was the name given to the territory of the Algonquins, who had been forced to flee from the English in 1763 after the defeat of Braddock and abercrombie at the Battle of Quebec.", "suing": "Suing was the name given to the struggle between the white settlers of Massachusetts and the native inhabitants of New Plymouth, New Hampshire, which began in 1823.", "1763": "The War of the Spanish Succession, also known as the Seven Years' War, was a conflict between England and France that lasted from 1689 to 1763.", "scalping-knife": "Scalping-knife is a term used to describe the tomahawk and scalping knife used by the English settlers of the New World to kill the Native Americans.", "1775": "The year 1775 was a tumultuous year in the American Revolutionary War.", "serapis": "The serapis was a British ship of the line, commanded by Captain John Jones, and the first ship to be captured by the American Navy.", "utrecht": "The Treaty of Utrecht was a treaty between the British and the French in 1713, which recognized the sovereignty of the English colonists in the New Netherland region.", "mccrea": "Jane McCrea was an American woman who was killed in action during the American Revolutionary War.", "townshend": "\"The cession of Canada to France in 1763 was a victory for the French, and a loss for England.", "forbes": "General John forbes was a British general in the American Revolutionary War.", "hull": "General William Hull was a British general in the American Revolutionary War.", "drunken": "Drunken was the name given to a man who fought against the British in the American Revolutionary War.", "inhumanity": "Inhumanity is the act of killing, torturing, or otherwise harming another human being.", "tomahawk": "The tomahawk is a long-handled knife used by the English settlers of New Orleans, Louisiana.", "homme": "The bon homme richard was an American ship of the line, launched in 1777, and commanded by Captain John Jones.", "should": "The Huguenots were captured by the Spanish king, Pedro Menendez, and held captive in his palace in Madrid.", "abercrombie": "General Robert Abercrombie was a British general who led the attack on Fort duquesne in 1758.", "jamestown": "Jamestown was the first permanent settlement of the English colonists in North America.", "braddock": "General Edward Braddock was a British soldier, and the commander of the British forces in the American Revolutionary War.", "haven": "New Haven was the name given to the first settlement of the New Haven Company, a group of free planters who settled in the Connecticut River valley in 1639.", "british": "The British were the dominant colonial power in the New England colonies of the United Kingdom from 1712 to 1758.", "quakers": "The Quakers were a religious sect of the Puritan Church of England in the United States.", "barrel": "Barrel was the name given to a man named Pontiac, who, in 1763, led a rebellion against the British in the Indian Territory.", "tories": "The tories were a group of loyalists who supported the young pretender to the throne, the king of England, George III, during the American Revolutionary War.", "andré": "Major John andré was a British soldier who was captured in the Hudson River by the American army under the command of George Washington.", "inducing": "Inducingpontiac, also known as inducing the Ottawas, was a chief of the ottawa tribe in the Algonquin territory of Canada.", "witchcraft": "Witchcraft was a popular belief in the seventeenth century in Massachusetts.", "magistrates": "Magistrates were appointed by the directors of the New Netherland Company, who met in Amsterdam on 18 March 1601 to discuss the organization of government in the new colony.", "disloyalty": "Disloyalty is the act of acting against the interests of one's own country.", "bribed": "Bribed was the name given to a man named Pontiac, who fought against the British in the Indian Wars.", "raleigh": "SirWalter Raleigh was the first English governor of North Carolina.", "salle": "La Salle was a French explorer and statesman who explored the Mississippi River in the late seventeenth century.", "bacon": "Nathaniel Bacon was the commander-in-chief of the Virginia militia during the Bacon Rebellion.", "husband": "Husband was the name given to the English colonists who came to Virginia in 1616, and who married Pocahontas.", "napoleon": "Napoleon was a French general and statesman who led the French army in the American Revolutionary War.", "taxation": "Taxation without representation was the method by which the British Parliament in the American colonies raised its revenue.", "confederates": "The confederates were a group of secessionist states in the American Civil War.", "pontiac": "Pontiac was an Algonquin chief of the Ottawas, who led a war against the English colonists in the early 17th century.", "compensate": "Compensate is a term used in the English language to refer to the cession of Canada to Spain in 1763.", "protectors": "Protectors, or protectors of the people, were those who stood by the British during the American Revolutionary War.", "colony": "Colonymenendez marched overland with his troops to the unprotected fort and easily captured it with its handful of defenders.", "decatur": "Captain John Decatur was an American naval officer who led a daring expedition to the city of Philadelphia, Pennsylvania, in 1776, to destroy the ship of the same name, which had been raised by the tripolitans in the harbor.", "mary": "Mary was the name given to the first English settlement in Massachusetts Bay, founded in 1630.", "1777": "The year 1777 was a pivotal year in the American Revolutionary War.", "arnold": "Colonel benedict Arnold was an American soldier who fought in the American Revolutionary War.", "servant": "Servant was a term used in the early colonial laws of the United States.", "jackson": "General Andrew Jackson was a United States Army officer who led the army of the United states in the American Civil War.", "republic": "The republic is the name given to the United States of America, which was formed in 1789 by the adoption of the federal constitution.", "netherland": "New Netherland was a colony of the Dutch West India Company, founded in 1622, in the New England region of present-day Massachusetts Bay.", "alden": "Alden was a member of the Plymouth Colony, the first English settlement in the New England region.", "deputy": "Deputy or vice-king was the name given to the official representative of the sovereign in the Spanish-American colonies.", "paul": "John Paul Jones was an American sailor, and a member of the Virginia militia during the American Revolutionary War.", "menendez": "Don Pedro Menendez de Aviles was a Spanish conquistador who defeated a group of French colonists in the Gulf of Mexico.", "expulsion": "The expulsion of the Acadians from North America was an act of military force by the British government in 1763, when it expelled the French from the territory of Nova Scotia.", "perry": "Oliver Hazard Perry was an American naval officer who commanded a fleet of ten vessels in the Northwest Territory of the United States during the American Revolutionary War.", "states": "The states of the United States are a group of states in North America that were created by the Act of Congress of 1607, which established the states-general.", "philippine": "The Philippines was an island in the Philippine Sea that was captured by the British during the American Revolutionary War.", "burgoyne": "General Sir John burgoyne was a British general in the American Revolutionary War.", "underrated": "Underrated is a term used to describe the military prowess of the Ottawas and other Native American tribes who fought against the British during the American Revolutionary War.", "dishonor": "Dishonor is a term used in the United States to refer to the American Revolution.", "jurisdiction": "Jurisdiction over the colonies of the Spanish-American colonies was established by the states-general in 1614.", "deportation": "The deportation of the Acadians was an act of self-preservation by the British government in the American Revolutionary War.", "washington": "Washington was the name given to a place in the Ohio River Valley, near the present-day town of Washington, Ohio, which was captured by the French during the American Revolutionary War.", "assistants": "Assistants or magistrates are the members of the executive branch of government of a province or territory.", "priscilla": "Priscilla Alden was a member of the Plymouth Colony of Plymouth, Massachusetts.", "powhatan": "Captain John Smith was an English explorer who explored the New England coast of the United States in 1740.", "acadians": "The Acadians were a group of French settlers of North America, who were expelled from their native land by the English in 1603.", "ravine": "The ravine is a narrow gorge in the Canadian province of Quebec, which was used by the British army during the Battle of Quebec.", "acadia": "Acadia was the name given to a group of Acadian settlers who were expelled from the French colony of Nova Scotia by the British during the American Revolutionary War.", "duquesne": "Ducquesne was a French fort in the Allegheny River valley, near Pittsburg, Pennsylvania.", "louisburg": "Louisburg was the capital of the Massachusetts Bay Colony of New Hampshire, and the second largest city in the United States.", "govern": "Govern was the name given to the colonial government of the Spanish-American colonies, which were established in the late 16th century by the British crown.", "pocahontas": "Pocahontas was the daughter of Powhatan, the chief of the Powhontan people, and the wife of Jamestown's first settler, John Smith.", "gallic": "Gallic is a term used to describe the actions of the English settlers in the New World during the colonial period.", "ottawas": "The ottawas were a group of Algonquin Indian tribes in the Canadian province of Ontario, who fought the English during the Seven Years' War."}